INSERT INTO nutrients
VALUES('칼슘',
'정상적인 성장 발달을 위해 필수적인 영양소로서 
뼈와 치아를 형성하는데 필수적이고 신경과 근육 기능 유지에 필요합니다 또한 정상적인 혈액응고에서 중요한 역할을 담당합니다. ',
'결핍 시 발생하는일 : 골다공증 발생의 위험
과다 복용 시 : 변비 증세가 나타나는 것 이외에는 대부분 심각한 부작용을 나타내지는 않지만, 아연과 철분의 흡수를 방해하고 신장의 기능에 장애를 일으킬 수 있습니다. 권장량의 4배 이상을 먹을 경우 위험할 수 있으므로 주의가 요구됩니다. ',
'근육, 신경, 뼈', '미네랄');

INSERT INTO nutrients
VALUES('요오드',
'에너지 생성과 신경 발달에 필수적이며, 갑상선 호르몬의 중요한 성분입니다. ',
'결핍 시 발생하는일 : 태아와 신생아에게 지능발달의 장애가 초래될 수 있다.
과다 복용 시 : 피로, 체중감소, 설사 등의 증상을 보이는 갑상선 항진증이 발생할 수 있는데 요오드 강화식품을 사용하는 지역에서 갑상선 질환의 빈도가 높았다고 보고되었습니다. 특히 이전 갑상선 중독증을 앓았던 사람의 경우 요오드 강화식품의 섭취를 피하는 것이 좋습니다.일단 중독 증상이 발생하면 갑상선질환에 준하여 병원치료를 받아야 합니다. ',
'신경', '미네랄');

INSERT INTO nutrients
VALUES('철분',
'주요 기능은 적혈구의 재료로 혈액 생성과 체내 산소 운반에 필수적입니다. 또한 단백질 대사와 관련한 여러가지 조효소로 작용하여 에너지 생성에도 필요합니다. ',
'결핍 시 발생하는일 : 적혈구의 수가 정상인보다 적게 되고 조직에 전달되는 산소의 양도 적어 쉽게 피곤하고 느리며 무기력해집니다. 
과다 복용 시 : 철분 제제로 인한 중독증은 잘못된 빈혈 진단으로 철분 제제를 장기간 복용하였을 때 나타난다고 알려져 있습니다. 
철분이 과다하게 간에 쌓여 오는 간경화 등의 문제와 성욕저하 같은 내분비 장애를 일으키기도 합니다.
철분제제는 모양과 색이 사탕과 유사하기 때문에, 소아에서 오인된 복용으로 구역, 구토 등의 증상을 동반하는 급성 중독증을 일으키기도 합니다. 보관에 주의하여야 하며, 이런 일이 발생 시 즉시 병원치료를 받으시기 바랍니다. ',
'혈관', '미네랄');

INSERT INTO nutrients
VALUES('마그네슘',
'신경과 근육의 기능 유지에 도움을 주며 지방과 단백질 에너지 대사에 이용됩니다.',
'결핍 시 발생하는일 : 무기력, 부정맥, 근육경련, 피로 등의 증상이 발생할 수 있으며, 소화기 질환으로 인한 흡수 불량, 신장 질환, 갑상선 질환 등이 있는 경우 결핍이 생길 수 있습니다. 
과다 복용 시 : 정상인에서는 과잉 섭취를 해도 신장에서 매우 신속히 배설하므로 중독 증상을 일으키는 경우는 거의 없습니다.
 다만 신장기능이 저하되어 있으면서 마그네슘을 함유한 변비 치료제를 복용하는 경우 중독증을 유발할 수 있습니다. 따라서 신장 질환자는 변비 치료제의 선택과 마그네슘 보충제의 이용 시에는 주치의와 상담이 필요합니다.중독 증상으로는 혈압 강하, 구토, 구역, 혼수, 호흡 감소가 생기며 이 경우 즉각적인 응급 처치와 치료가 필요하니 즉시 병원을 방문하시기 바랍니다. ',
'눈,귀,심장,근육,혈관,신경,뼈', '미네랄');

INSERT INTO nutrients
VALUES('셀레늄',
'항산화 기능을 하는 필수 무기질로서 유해산소로부터 세포를 보호하는 기능을 합니다. 아주 강한 항산화 작용을 하며 비타민 E의 100배에 달하는 효과를 보입니다.
셀레늄을 일상 식사에 약간 보충해 주는 것이 암의 예방에 도움이 된다는 연구들이 있지만, 셀레늄이 독성을 가질 수 있으므로 주의해야 합니다. ',
'결핍 시 발생하는일 : 징후 및 증세는 근육통, 근육소모, 심근증,케샨병(심장이 커지고 심장 기능이 나빠진다)이 있다.
과다 복용 시 : 셀레늄 섭취량이 권장량의 3~4배로만 증가해도 유해할 수 있습니다.정확한 중독과 관련된 증상 및 처치에 대해서는 연구 중에 있으나, 발톱의 변화와 모발의 소실이 주로 일어나며 짜증, 말초 신경장애 등의 증상을 일으킨다고 합니다. ',
'심장', '미네랄');

INSERT INTO nutrients
VALUES('아연',
'체내의 많은 효소의 보조 역할을 하며, 정상적인 세포 분열에 필수적입니다. 어린이의 정상 성장을 돕고, 상처 회복에 필요합니다. 또한 아연은 혀의 미각돌기 기능을 정상적으로 유지하게 해줍니다. 
굴과 육류가 아연의 섭취에 좋긴 하지만, 일일 권장량을 식품으로만 맞추기가 쉽지 않습니다. 특히 채식주의자의 경우 더욱 아연 보충에 주의하여야 합니다.',
'결핍 시 발생하는일 : 미각의 감퇴, 식욕부진, 왜소증이 나타날 수 있습니다. 
과다 복용 시 : 아연의 급성 중독은 오염된 음식물에 의한 경우가 보고된 적이 있는데 증상으로는 통증, 설사, 구토와 메스꺼움 등이었습니다. ',
'귀, 뼈', '미네랄');

INSERT INTO nutrients
VALUES('크롬',
'주요 기능으로 인슐린의 효과를 강화시키지만, 정확한 생화학적 기전까지는 알려져 있지 않습니다.',
'결핍 시 발생하는일 : 내당능장애나 고혈당이 나타날 수 있습니다. 
과다 복용 시 : 크롬의 과량 복용으로 생기는 독성에 대해서는 거의 알려져 있지 않습니다.',
'혈관', '미네랄');


