INSERT INTO nutrients
VALUES('아이소류신',
'몸의 성장을 촉진하고 신경의 기능을 높이며 판단과 반사 속도 등의 향상을 합니다,
혈관을 확장시켜 간 기능 강화 및 근육 강화 등에 효과가 기대됩니다. 
1) 혈당 및 hemolgobin을 생성한다.
2) 근육 조직에서 대사 되어 에너지를 생성한다.
- 영양성장에 빠뜨릴수 없는 아미노산(헤모글로빈 형성에 필요)',
'결핍 증상 : 저혈당과 비숫한 증세를 유발 하며 결핍 되는 경우는 드물지만, 극단적인 단백질 제한을하거나 격렬한 운동을 하면 부족 할 수 있습니다.
이 경우 에너지를 보충하기 위해 근육의 단백질이 분해되어 근육의 감소로 이어집니다.
과다 복용 시 증상 : 과잉 섭취해도 대부분의 사람은 안전하지만, 이소류신류를 과잉 섭취하면 다른 BCAA의 균형이 무너지고, 체중 감소, 포도당 대사와 암모니아의 배출 억제가 발생합니다 .
임신과 모유 수유, 과도한 알코올을 섭취하는 사람, 근 위축성 측삭 경화증 (ALS)인 사람, 메이플 시럽 뇨증인 사람 및 당뇨병 환자와 2 주간 이내에 수술을 받을 예정의 사람은 섭취하지 않도록 합니다',
'간, 근육, 신경', '아미노산');


INSERT INTO nutrients
VALUES('류신',
'증가된 혈당을 낮추며, 트라우마나 극심한 스트레스 뒤에 오는 근육 손상도 예방을 해줍니다.(BCAA의 하나의 조직)
뼈 조직, 피부 조직, 근육 조직의 재생과 수술 후의 빠른 회복에 기여합니다.
- 영양성장에 필요한 아미노산으로 혈액속에 헤모글로빈의 중요한 구성요소임(상처회복, 혈당량 감소)',
'결핍 증상 : 실체와 작용이 밝혀지기 시작한 단계의 영양소로서 아직 확실하게 그 기전이 알려져 있지 않다.
과다 복용 시 증상 : 세토로닌 감소우려, 뇌손상 및 간 질환 주의',
'근육', '아미노산');

INSERT INTO nutrients
VALUES('라이신',
'몸의 성장요소 대부분은 이것에 의존하고 있다. 혈액은 라이신으로 배양되어 항체가 형성된다.
이 아미노산이 없으면 소화액의 분비와 부신기능이 정상으로 행해지지 않는다.',
'결핍 증상 : 피부가 갈라지고 손톱이 부러지며 심할경우 탈모를 초래할 수 있다.
과다 복용 시 증상 : 아르기닌 수치 고갈, 설사, 위경련, 신부전 증이 나타날 수 있다.',
'근육', '아미노산');


INSERT INTO nutrients
VALUES('메티오닌',
'간장의 기능에 큰 영향을 미치며, 간장과 신장의 세포 재생에 이 아미노산을 필요로 한다. 
간장에서 독성이 있는 노폐물을 제거하고, 잉여비방을 결합해서 간장을 보호한다. 
또한 탈모방지 작용도 함.(산화방지, 피로방지 기능도함.)',
'결핍 증상 : 명확한 기전이 알려져 있지 않다.
과다 복용 시 증상 : 간손상, 중증간질환, 산과다증, 조헌병과 정신분열증 환자에게는 환각이 보일수 있으며 칼슘이 소변으로 배출될 수 있습니다.',
'간', '아미노산');


INSERT INTO nutrients
VALUES('트레오닌',
'심장, 중추 신경계, 골격근에 주로 존재하고 전간 환자의 발작조절하는데 중요하고 간의 지방을 제거 한다.
- 소아(어린이)의 성장발육, 성인의 질소대사의 평행에 필수적임(지방간 방지, 면역체계에 도움)',
'결핍 증상 : 성장정지, 체중감소이 발생한다.
과다 복용 시 증상 : 과량 섭취에 대한 부작용은 보고된 바 없다.',
'간, 심장, 신경', '아미노산');


INSERT INTO nutrients
VALUES('트립토판',
'불면증 치료에 쓰이며, 아동에게서의 과동증을 치료한다. 
스트레스를 완화하고, 비타민B6의 합성에 필수적인 성장 호르몬을 분비 촉진한다.
- 영아의 적당한 발육, 성인의 혈소대사의 평행에 필수적인 아미노산임
(스트레스,초초함, 절망을 일으키는 요소를 억제)',
'결핍 증상 : 신뢰할 수 있는 정보가 충분하지 않습니다.
과다 복용 시 증상 : 장기복용시 안전성에대한 연구와 과학적 근거가 불분명함니다.',
'뇌, 신경', '아미노산');


INSERT INTO nutrients
VALUES('발린',
'신경계의 안정화와 인지기능 개선, 스트래스 감소, 불면증 등에 효과적이다
* 3종의 아미노산이 같이 쓰일 때 가장 효과가 좋으며, 근육 내에서의 물질대사, 조직 수복, 질소 균형에 관여한다.
- 두뇌활동에 활력을 부여, 정서안정을 유지, 근육활동의 강화',
'결핍 증상 : 단백질 부족시 발생하는 단백질결핍성 소아영양 실조증(콰시오커)를 유발하며 비만, 신경계손상 등 발생할 수 있다.
과다 복용 시 증상 : 고강도 운동, 근육 손실이 두드러진 사람, 조직의 괴사 혹은 손상을 입은사람이 아니라면 과도한 섭취는 부작용(흥분,환각 등)을 유발할 수 있다.',
'뇌, 근육, 신경', '아미노산');


INSERT INTO nutrients
VALUES('히스티딘',
'성장(특히 아동기), 조직의 수복과 궤양, 과산증, 소화와 위액 생성에 필수적이다.
적혈구와 백혈구를 생성하며, 알레르기와 류머치스 과절염, 빈혈 치료에 필수적이다.
histamine(히스타민)의 원료 물질이며, Histamine, histidine은 둘다 chelating 작용이 잇어 구리와 같이 미량 미네랄(무기질)과 결합한다
- 청각의 신경세포는 이 아미노산에 의해 자극받고 양성된다.',
' 결핍 증상 : 이 아미노산을 식품속의 단백질에서 섭취하지 않으면, 사람의 몸은 어딘가 이상이 나타나고, 또한 아름다운 피부를 만드는데 맞지않는 영양 불균형 상태가 되어 버린다. (적혈구, 백혈구 생산에 매우 중요함. 혈관을 확장시킨다.)
과다 복용 시 증상 : 과도한 히스타민이 만들어질 경우 알러지반응(재채기,천식,아토피 등등)이 심해진다',
'귀', '아미노산');


INSERT INTO nutrients
VALUES('아르기닌',
'종양과 암세포의 성장, 전이 등을 지연시키며, 간의 해독 작용 보조, 암모니아를 무독화 시킨다.
성장 호르몬 분비 및 면역계를 건강하게 한다.
남자의 정자 생산을 왕성하게 한다.
콜라겐 합성에 관여하며 간 경화, 지방간 같은 간 질환에 좋은 효과를 발휘 한다.',
'결핍 증상 :  활력을 부여하는 이 아미노산이 부족하면 성장장애와 불임의 원인이 되며, 노폐물의 무독화와 독성이 있는 결석을 여과하는 역할을 함.
arginine이 부족하면 정액중의 정자가 감소하는 것으로 알려졌다.
과다 복용 시 증상 : 위산의 증가로 속쓰림 궤양 소화기 이상이 악화될 수 있습니다',
'간', '아미노산');


INSERT INTO nutrients
VALUES('페닌알라닌',
'식욕을 억제한다. 또한 통증 조절, 특히 관절염 통증에 매우 효과적이고 파킨스병의 치료를 보조하며,
갑상선의 티록신이라는 호르몬 분비를 촉진시킨다.
- 이 호르몬은 신경호르몬을 이동시키는 역할을 하고, 정신의 안정화에 기여한다.',
'결핍 증상 : 신뢰할 수 있는 정보가 충분하지 않습니다.
과다 복용 시 증상 : 일반적으로 안전한 것으로 여겨지지만 페닐 케톤뇨증 (PKU) 환자는 위험한 부작용을 경험할 수 있습니다.',
'관절, 신경', '아미노산');


INSERT INTO nutrients
VALUES('알라닌',
'*glucose의 대사를 돕는다.
- 혈중 콜레스테롤치 저하, 간 기능 강화, 알코올대사 촉진',
'결핍 증상 : 연구 결과가 보고된 사한이 없다
과다 복용 시 증상 : 짧은 기간의 복용은 괜찬은 것으로 보이나 그 이상의 보고된 사한이 없다.',
'간', '아미노산');

INSERT INTO nutrients
VALUES('아스파라긴',
'중추신경계가 항상 균형 있는 상태로 유지되도록 한다. 다시 말해 너무 긴장 하거나 너무 이완되지 않도록 한다.',
'결핍 증상 : 학계 보고된 명확한 사항이 없습니다
과다 복용 시 증상 : 학계 보고된 명확한 사항이 없습니다',
'신경', '아미노산');

INSERT INTO nutrients
VALUES('아스파르트산',
'피로 회복에 좋으며, 간에서 과잉의 암모니아를 제거하는 것을 도움으로써 간을 보호한다.
핵산 합성에관여하고 다른 아미노산과 결합하여 체내에서 생성된 여러 독소를 흡수, 제거한다.
- 숙취해소, 간장보호, 고혈압 강하(스태미너와 저항력 증가 몸의 피로를 방지)',
'결핍 증상 : 위장장애 두통 피부 발진이 발생할수 있으나 명확한 보고 사항은 없다
과다 복용 시 증상 : 결과가 열악하며 명확하지 않다',
'간', '아미노산');

INSERT INTO nutrients
VALUES('시스테인',
' 피부의 형성, 해독 작용에 쓰이며 화장과 수술 후의 상처 회복에 도움을 주며,
질병에 대항하는 백혈구의 활성화와 췌장으로의 인슐린 공급을 돕는다
- 인슐린 생산 촉진, 콜레스테롤 제거, 간기능 강화(산성화의 방지, 상처를 아물게 하고, 질병저항에 필요)',
'결핍 증상에 대한 자료는 찾지 못했습니다.
과다 복용 시 증상 : 과다 복용 시에는 오심, 구토, 식욕부진, 소화불량, 두통, 어지럼증, 호흡곤란, 피부발진 등을 겪기도 한다.
엘시스테인은 영양제로 복용하는 것보다는 식품을 섭취해 보충하는 게 바람직하다',
'간', '아미노산');

INSERT INTO nutrients
VALUES('셀레노시스테인',
'항암 작용을 하고 피폭 상황에 대한 저항력을 소폭 상승, 효소 작용을 조절,  갑상선 호르몬의 조절.',
'결핍 증상 : 다양한 경로로 섭취되어 결핍이 굉장히 드물지만 결핍시 심근경색과 골관절염을 유발한다
과다 복용 시 증상 : 셀레늄의 일일 섭취 권장량이 마이크로그램 단위이며 그 이상 섭취시 세포의 독성을 유발하여 세포 사멸에 이른다.',
'근육, 관절', '아미노산');

INSERT INTO nutrients
VALUES('글루탐산',
'당분과 지방대사에 관여하며, 암모니아를 무독화 하며, Brain fuel(뇌 활동 에너지) 로 쓰인다.
- 음식의 조미, 감미에 좋은 아미노산(뇌에 공급되는 2가지 영양소중 하나로 뇌속에 유해물질 해독, 정신력유지에 도움이 됨.',
'결핍 증상 : 연구 보고된 결과 표본이 부족하다. 
과다 복용 시 증상 : FDA에선 3g 이상의 글루탐산나트륨을 섭취시 두통, 구토와 같은 현상이 단기적,일시적 증상들이 나타났다고 한다',
'뇌', '아미노산');

INSERT INTO nutrients
VALUES('글루타민',
'뇌에서 glutamic acid로 전환되며 이는 뇌기능에 필수이며,
알코올 중독 치료, 당분에 대한 탐익성, 정신 분열증. 임포텐스. 피로, 전간. 소화성 궤양 치료에 매우 중요하다
-알코올 중독 치료에 매우 효과적임',
'결핍 증상 : 연구 보고된 결과 표본이 부족하다. 
과다 복용 시 증상 :  복통,투통, 메스꺼움, 복부팽만, 구강건조 증상이 나타날수있다.',
'뇌', '아미노산');

INSERT INTO nutrients
VALUES('글라이신',
'중추신경계와 전립선의 기능 유지에 필수적이며, 간 예방에 쓰인다.
체내에서 비필수 아미노산을 생성하는 데 필요하며, creatine을 공급함으로써 근육의 퇴화를 지연시킨다
- 혈중 콜레스테롤치 저하, 간 기능 강화, 알코올대사 촉진 혈당의 저하
(고혈압, 뇌졸중의 예방, 면역기관, 신경계, 뇌 기능을 도움)',
'결핍 증상 : 연관관계상의 결과가 존재하지 않음
과다 복용 시 증상 : 상위 안전선이 높은고 독성이 적은 편이나 심각한 정도의 과복용은 일시적인 실명과 같은 심대한 부작용을 수반할 수 있다.',
'뇌, 간, 근육, 신경', '아미노산');

INSERT INTO nutrients
VALUES('프롤인',
'교원질(Collagen) 생성을 도움으로써 피부를 건강하게 한다.
연골의 재생 촉진과 관절, 심근을 건강하게 한다.
- 신체영양에 좋은 천연 아미노산임(관절과 힘줄의 건강유지에 중요)',
'결핍 증상 : 나이가 들수록 감소되어 퇴행성 질환의 원인이 되기도 한다.
과다 복용 시 증상 : 부작용이 확인 되지 않았기에 다소 섭취해도 영향은 없다고 여겨진다.',
'관절', '아미노산');

INSERT INTO nutrients
VALUES('세린',
'지방, 지방산의 대사에 필요하며, 면역계를 건강하게 하며, 항체, Immunoglobulins(면역 글로불린)의 생성을 도와 준다.
- 인슐린 생산촉진, 혈중 콜레스테롤치저하, 간 기능 강하, 혈당의 저하
신경발달장애 예방및 치료용으로 연구중인 물질(2019)이다.',
'결핍 증상 : 임상연구 결과 표본이 부족함.
과다 복용 시 증상 : 위장장애 불면증을 유발할 수 있다',
'간', '아미노산');

INSERT INTO nutrients
VALUES('티로신',
'우울증, 알레르기, 두통 치료에 좋으며, 멜라린 색소를 합성하며, 부신, 갑상선, 뇌하수체의 기능을 활성화한다.
갑상선 기능 저하증은 tyrosine의 낮은 혈중 농도와 연관이 있다.
기분 전환제로 작용하며, 기분을 좋게 하고 식욕을 억제시키고 체내의 지방을 분해한다.',
'결핍 증상 : 체내에서 페닐 알라닌으로 만들어지기 때문에 티로신이 부족하면 체온이 떨어지고 혈압이 떨어지며, 심한 경우 다리가 떨리고 식은땀을 흘립니다.
L-tyrosine부족은 뇌의 특정 부위에 noirepinephrine을 결핍시켜 우울증을 야기함
과다 복용 시 증상 : 일반적 부작용은 메스꺼움, 두통, 관절통, 피곤함이며 분해되면 고혈압과 편두통을 일으키는 티라민을 생성하기예 주의 필요',
'뇌', '아미노산');




