INSERT INTO nutrients
VALUES('오메가3(알파-리놀렌산)',
'항염증 물질의 혈중 농도가 증가에 의한 염증 제거 효과로 면역체계를 강화, 혈압을 낮추고 맥박 수를 떨어뜨리는 효과, 안구건조증, 황반변성 등 눈 질환 예방, 신경호르몬 전달을 촉진하고 두뇌 작용을 활성화해 학습 능력을 끌어올립니다.
TG형 : 불순물과 포화지방산이 포함된 형태
EE형 : 불순물과 포화지방산을 줄여 순도를 높인 형태
rTG형 : 최신기술로 불순물과 포화지방산을 줄여 순도가 높고 체내 흡수가 용이한 형태',
'결핍 증상 : 염증이 생기고 피부 탈락 및 위장 장애가 생기고 면역기능이 손상될 수 있으며 특히 성장기에는 성장지연이 나타납니다.
과다 복용 시 증상 : 면역계 기능을 손상시키고 출혈을 억제하지 못하여 뇌출혈로 인한 뇌손상을 야기할 수 있으므로 관련 질환이 있는 환자들은 보충제 복용을 의료진과 상의하여야 합니다.',
'뇌, 눈, 혈관', '지방산');

INSERT INTO nutrients
VALUES('오메가6(리놀렌산)',
'암, 뇌졸중, 관상 동맥성 심장 질환을 낮추는 효과가 있다. 주의, 오메가6는 오메가3와 비율(4:1)을 유지 섭취해야 효과가 좋다.',
'결핍 증상 : 과학적은 근거가 명확한 자료가 없다.
과다 복용 시 증상 : 장기간 오메가-6지방산의 과잉섭취는 혈압을 증가시킬 수 있다',
'뇌, 심장', '지방산');


