INSERT INTO nutrients
VALUES('셀룰로오스',
'대장 기능 강화, 대변이 건강한 고형을 형성하고 원활한 배출에 도움을준다',
'결핍 증상 : 변비를 가진이들은 대체적으로 섬유질 부족을 진단받는다 지속적으로 앓게되면 항문질환(치질 등), 대장질환으로 발전할 수 있다.
과다 복용 시 증상 : 과도한 섭취는 가스를 많이 생성해 장의 운동을 방해한다. 이로 인해 설사·구토·복부팽만 등의 증상이 나타나고, 더 나아가 과민성 대장증후군으로 이어질 수 있다.',
'위장', '섬유질');

INSERT INTO nutrients
VALUES('헤미셀룰로오스',
'대장 기능 강화, 대변이 건강한 고형을 형성하고 원활한 배출에 도움을준다',
'결핍 증상 : 변비를 가진이들은 대체적으로 섬유질 부족을 진단받는다 지속적으로 앓게되면 항문질환(치질 등), 대장질환으로 발전할 수 있다.
과다 복용 시 증상 : 과도한 섭취는 가스를 많이 생성해 장의 운동을 방해한다. 이로 인해 설사·구토·복부팽만 등의 증상이 나타나고, 더 나아가 과민성 대장증후군으로 이어질 수 있다.',
'위장', '섬유질');

INSERT INTO nutrients
VALUES('리그닌',
'지방의 흡수를 억제하여 콜레스테롤 수치를 낮춘다, 다른섬유질의 소화과정에 영향을 미치기도 한다.',
'결핍 증상 : 변비를 가진이들은 대체적으로 섬유질 부족을 진단받는다 지속적으로 앓게되면 항문질환(치질 등), 대장질환으로 발전할 수 있다.
과다 복용 시 증상 : 장에서 수분을 흡수해 변의 양을 늘리므로 수분 섭취가 충분하지 않으면 변비를 유발한다.',
'위장', '섬유질');

INSERT INTO nutrients
VALUES('검',
'음식이 위장과 소장에서 소화과정을 거칠 때 영양분 분해에 도움을 준다,
섭취한 지방의 과한 흡수를 방지하며 그로인해 혈중 콜레스테롤을 낮추는 효과가 있다.',
'과다 복용 시 증상 : 과도하게 섭취하면 복부팽만과 방귀, 트림 등이 나타날 수 있다.',
'위장', '섬유질');

INSERT INTO nutrients
VALUES('펙틴',
'음식이 위장과 소장에서 소화과정을 거칠 때 영양분 분해에 도움을 준다,
섭취한 지방의 과한 흡수를 방지하며 그로인해 혈중 콜레스테롤을 낮추는 효과가 있다.
당분 섭취를 억제하고 당뇨 환자의 경우 과도한 인슐린 분비를 억제한다',
'과다 복용 시 증상 : 과도하게 섭취하면 복부팽만과 방귀, 트림 등이 나타날 수 있다.',
'위장', '섬유질');


