INSERT INTO nutrients
VALUES ('티아민(비타민B1)',
'우리 몸에서 탄수화물을 이용하는데 필요한 여러 가지 대사에 조효소로서 주로 작용합니다. 또한 중추신경계의 신경 인지와 같은 신경계의 신호전달과도 연관되어 있습니다.',
'결핍 시 발생하는일 : 우리 몸이 에너지를 제대로 얻지 못하게 되어 자주 피곤해 하며, 식욕부진, 체중감소, 위장관 질환, 전신쇠약 등을 유발할 수 있습니다. 
과다 복용 시 : 티아민의 과량 복용으로 생기는 독성에 대해서는 거의 알려져 있지 않습니다',
'뇌, 귀', '비타민');

INSERT INTO nutrients
VALUES ('리보플래빈(비타민B2)',
'리보플래빈은 3대 영양소(탄수화물, 지방, 단백질)의 에너지 산화과정에 도움을 주는 조효소로서 작용합니다. 따라서 체내 에너지 생성에 중요한 역할을 하며, 지방 산화과정과 연계되어 건강한 피부를 유지하는데 도움을 주는 것으로 알려져 있습니다. ',
'결핍 시 발생하는일 : 피부건조, 구각염, 구강점막염, 설염 등의 증상이 나타납니다. 
과다 복용 시 : 리보플래빈의 과량 복용으로 생기는 독성에 대해서는 거의 알려져 있지 않습니다. ',
'귀', '비타민');

INSERT INTO nutrients
VALUES('나이아시신(비타민B3)',
'많은 체내 에너지 대사 과정에 필요한 중요한 조효소 중 하나입니다. 또한 혈중 지방과 관련되어 건강에 유익한 도움을 준다고도 알려져 있습니다. 신경, 피부, 소화기계가 건강하게 유지할 수 있도록 하는 기능도 가지고 있습니다.',
'결핍 시 발생하는일 : 거친 피부라는 뜻의 ‘펠라그라(pellagra)’라는 병을 초래합니다. 증상으로는 피부염(dermatitis), 설사(diarrhea), 치매(dementia), 죽음(death)의 증상을 보여 4D라고 부르기도 하였습니다.
과다 복용 시 : 개인에 따라 편차가 있지만, 과잉 복용 시 안면홍조나 소화불량의 증상이 생길 수 있으므로 주의를 요합니다. ',
'귀', '비타민');

INSERT INTO nutrients
VALUES('핀토텐산(비타민B5)',
'필요한 이유 : 조효소 A(CoA)의 전구체로서 지질, 단백질, 탄수화물과 관련된 수많은 대사에 관여하는 필수 비타민으로 알려져 있습니다.',
'결핍 시 발생하는일 : 동물성과 식물성 급원 식품이 모두 자연계에 널리 분포하므로 사람에게서는 결핍증이 거의 나타나지 않고,
판토텐산이 결핍된 합성 식사나 판토텐산의 대사 길항제인 ω-메틸 판토텐산을 섭취한 사람들에서만 나타난다. 증세로는 과민증, 불안감, 피로감, 무감각, 권태감, 불면증, 위장장애(메스꺼움, 구토, 위경련), 마비나 근육경련 등의 신경계 이상증후군, 저혈당, 인슐린민감도 증가 등이 있다.
과다 복용 시 : 설사나 부종 등의 증상이 보고되기도 하였으나, 대체적으로 심각한 부작용은 없다고 알려져 있습니다. ',
'귀', '비타민');

INSERT INTO nutrients
VALUES( '피리독신(비타민B6)',
'아미노산 대사와 연관된 많은 효소의 조효소로서 작용합니다. 또한 혈액의 호모시스테인 수준을 정상으로 유지하는데 필요하다고 알려져 있습니다. ',
'결핍 시 발생하는일 : 결핍은 체내의 단백질 합성을 감소시킬 수 있고, 구순증(cheilosis), 설염(glossitis)과 같은 피부염과 빈혈, 간질발작의 신경계 증상 등이 있습니다. 
과다 복용 시 : 장기간 과잉 복용하였을 경우 손. 발의 감각저하나 보행의 어려움 같은 신경독성과 광과민증이 모두 보고되고 있으므로 이런 증상이 나타나는 보충제 이용자는 즉시 이용을 중단하고 의사와의 상담이 필요합니다.',
'귀, 혈관', '비타민');

INSERT INTO nutrients
VALUES('코발라민(비타민B12)',
'유전물질인 DNA 합성과 적혈구 형성에 관여합니다. 
*동물성 식품에만 들어 있고, 채소나 과일에는 없는 비타민입니다. 또한 위에서 만들어지는 내인자(intrinsic factor)라는 단백질과 결합해야만 흡수된다고 알려져 있습니다. 따라서 채식주의자나 위절제술을 받은 환자는 보충이 필요합니다. 노인들도 나이가 들어감에 따라 ‘내인자’ 생산이 줄어드는데, 이 경우도 보충제가 필요하므로 의사와의 상담이 필요합니다.',
'결핍 시 발생하는일 : 악성 빈혈과 신경계의 가지를 형성하는 마이엘린(myelin)이라는 물질의 합성 저하로 신경계에 손상이 일어나게 됩니다.
과다 복용 시 : 코발라민(비타민 B12)는 매우 안전하여 고용량에서도 독성보고는 거의 없는 것으로 알려져 있습니다. ',
'뇌, 귀', '비타민');

INSERT INTO nutrients
VALUES('팔릭 애서드(비타민 B9)',
'엽산은 세포와 혈액 생성에 필요하며 혈액의 호모시스테인 수준을 정상으로 유지하는 기능이 있다고 알려져 있습니다. 특히, 임산부에게는 태아 신경관의 정상 발달에 필요하여 섭취가 권장되는 비타민입니다. 
*류마티스 질환의 치료제 중 메토트렉세이트(Methotrexate)와 항경련제 중 일부는 엽산의 흡수를 방해해서 결핍을 일으킬 수 있으나, 보충제를 복용하면 이를 예방할 수 있기 때문에 환자의 경우 주치의와 상담하여 보충제의 사용을 고려해야 합니다. ',
'결핍 시 발생하는일 : 거대적아구성 빈혈을 일으키며, 임신기간 중 엽산 섭취가 부족하면 태아에 신경관 결손이라는 큰 장애를 일으킬 수 있습니다. 
[특히 엽산 결핍이 임신에 영향을 끼치는 시기는 임신 첫 3~4주(대부분 여성들이 임신했다는 사실을 모르는 시기)이므로 가임기 여성들에게 주의가 요구됩니다.]
과다 복용 시 : 독성 발생의 위험성은 매우 낮다고 알려져 있습니다. ',
'뇌, 귀', '비타민');

INSERT INTO nutrients
VALUES('아스코르빈산(비타민C)',
'비타민C는 뼈와 연골, 인대 같은 신체의 결합조직 형성과 기능을 유지하는데 필요한 영양소입니다. 또한 유해 산소로부터 세포를 보호하며, 면역기능에 도움을 준다고 알려져 있습니다.',
'결핍 시 : 결합조직 형성의 결함을 가져와 관절 출혈, 복막 출혈, 심낭 출혈 등 신체 각 부위의 출혈이 나타날 수 있습니다. 결핍의 초기 증상으로 잇몸에 염증이 생기거나 출혈이 나타날 수 있습니다. 
과다 복용 시 : 위장관 내의 삼투압 불균형으로 인한 구역과 구토 및 설사 증상이 생길 수 있으며, 요로계의 결석이 발생할 위험이 약간 증가하는 것으로 알려져 있습니다. 비타민 C의 과다 섭취에 의해 어떤 증세가 나타났을 때에는 복용을 중단하면 약 2~4주에 걸쳐서 해독이 됩니다.',
'귀', '비타민');

INSERT INTO nutrients
VALUES('레티놀(비타민A)',
'어두운 곳에서 시각 적응을 위해 필요하며, 피부와 점막을 형성하고 기능을 유지하도록 합니다. 또한 상피세포의 성장과 발달에도 영향을 미친다고 알려져 있습니다.
비타민 A는 약제로서 여드름 치료제로 이용되고 있으며, 비타민 A의 한 형태인 retin-A는 최근 피부 노화방지에도 효과',
'결핍 시 : 야맹증이 첫 번째 증상으로 나타나며, 좀 더 심해지면 피부가 건조해지고,갈라지고 거칠어집니다. 미각세포의 손상도 가져와 음식맛을 모르고 식욕 감퇴를 가져오는데, 가장 심각한 영향은 눈의 상피세포 손상으로 인한 안구건조증의 초래입니다.
과다 복용 시 : 비타민 A의 중독 증상은 두통, 메스꺼움, 건조증, 비늘같이 벗겨지는 피부, 탈모, 설사 등과 함께 두통 등의 신경계 증상들이 나타납니다. 특히 심각한 문제는 과량 섭취한 산모에게서 태어나는 아기의 선천성 기형입니다. 이러한 이유로 임산부는 비타민 A를 처방 받아서는 안됩니다.
또한 간 기능이 나쁘거나 음주를 많이 하는 경우 비타민 A의 독성이 생길 위험성이 더 크기 때문에 주의해야 합니다.중독 시 비타민 A 제제 복용을 즉시 중단하고, 바로 병원을 방문하여야 합니다. ',
'눈, 귀', '비타민');

INSERT INTO nutrients
VALUES('칼시페롤(비타민D)',
'호르몬으로 칼슘과 인의 대사를 조절하는 영양소입니다. 장에서 칼슘과 인의 흡수를 촉진하고, 골 미네랄에 영향을 미치며, 이를 통해 뼈의 형성과 유지 기능을 합니다.
또한, 장으로부터 음식 중의 칼슘 흡수를 촉진 및 신장을 통한 칼슘 배출을 억제하고 뼈로부터 혈액 중으로 칼슘이 방출되게 합니다. 
이러한 변화를 통해 혈중 칼슘 농도가 정상적으로 유지되게 합니다.',
'결핍 시 발생하는일 : 뼈의 발달에 영향, 어린이에게 결핍 시 구루병(rickets)이 생기는데 뼈가 견고하지 못해 몸무게를 지탱할 수 없어 흔히 굽은 다리뼈를 가지고 있습니다. 다른 증세로 혈청 내 칼슘의 농도가 감소해서 생기는 강축증(tetany)이 올 수 있습니다.
과다 복용 시 :고칼슘혈증으로 인한 중독 증상이 오기 쉬워 주의가 필요합니다. 구역, 구토, 식욕부진의 증상으로 시작하여 허약, 초조 등의 증상이 나타나고, 중독으로 인해 혈중 칼슘 농도가 높게 지속되면 심장, 폐, 신장 등의 장기에 석회화를 일으킬 수 있습니다. 중독 시에는 즉시 보충제 복용을 중지해야 하며, 수액치료 및 고칼슘혈증에 대한 면밀한 검사 및 치료가 필요하므로 병원을 방문하여야 합니다. ',
'귀, 뼈', '비타민');

INSERT INTO nutrients
VALUES('토코페롤(비타민E)',
'비타민 E의 알려진 기능은 항산화제로서의 역할입니다. 유해한 산소로부터 세포를 보호하는 기능이 있습니다.
주름방지제로 광고되기도 하였지만 아직 근거가 부족합니다.',
'결핍 시 발생하는일 : 당뇨병과 간질환이 나타날수 있으며 이론상 생식 불능, 근육 위축, 신경질환, 빈혈, 및 간 괴사까지 나타날 수 있다. 그러나 사람에게 있어서 비타민 E의 결핍증은 거의 나타나지 않는다.
과다 복용 시 : 중독증상으로 출혈성 경향이 나타날 수 있으나, 그 위험도는 매우 낮은 편입니다. 다만 아스피린을 복용하는 분들의 경우 중독의 위험이 증가할 수 있으므로 주의가 요구됩니다. ',
'귀', '비타민');
